Revit 2024 API
UnitTypeId.CurrencyPerWatt Property
 Cost per watt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CurrencyPerWatt { get; }
Visual Basic
Public Shared ReadOnly Property CurrencyPerWatt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurrencyPerWatt {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace